Repository: Rodisteph/steady
Catalog: Steady/Localizable.xcstrings
Source language: fr
Languages: en, es, pt

source: %@ demande un peu plus d'effort. Sois doux avec toi.
en: %@ takes a bit more effort. Be kind to yourself.
es: %@ requiere algo más de esfuerzo. Sé amable contigo.
pt: %@ exige um pouco mais de esforço. Sê gentil contigo.

source: %@ sur l'App Store
en: %@ on the App Store
es: %@ en la App Store
pt: %@ na App Store

source: %@ t'encourage
en: %@ is cheering you on
es: %@ te anima
pt: %@ está a incentivar-te

# %@, %lld habitudes
source: %1$@, %2$lld habitudes
en: %@, %lld habits
es: %@, %lld hábitos
pt: %@, %lld hábitos

# %@, %lld validations sur %lld jours prévus.
source: %1$@, %2$lld validations sur %3$lld jours prévus.
en: %@, %lld check-ins out of %lld planned days.
es: %@, %lld validaciones de %lld días previstos.
pt: %@, %lld validações em %lld dias previstos.

# %@, %lld validations sur %lld jours prévus. %@
source: %1$@, %2$lld validations sur %3$lld jours prévus. %4$@
en: %@, %lld completions out of %lld scheduled days. %@
es: %@, %lld validaciones de %lld días previstos. %@
pt: %@, %lld validações em %lld dias previstos. %@

# %@, %lld validations sur 7 jours. %@
source: %1$@, %2$lld validations sur 7 jours. %3$@
en: %1$@, %2$lld check-ins over 7 days. %3$@
es: %1$@, %2$lld validaciones en 7 días. %3$@
pt: %1$@, %2$lld validações em 7 dias. %3$@

source: %@/mois
en: %@/mo
es: %@/mes
pt: %@/mês

source: %@/mois. Abonnement renouvelé automatiquement, annulable à tout moment.
en: %@/mo. Auto-renews, cancel anytime.
es: %@/mes. Se renueva automáticamente, cancela cuando quieras.
pt: %@/mês. Renova automaticamente, cancele quando quiser.

source: %lld habitude(s) en pause
en: %lld habit(s) paused
es: %lld hábito(s) en pausa
pt: %lld hábito(s) em pausa

source: %lld j
en: %lld d
es: %lld d
pt: %lld d

source: %lld j/sem
en: %lld d/wk
es: %lld d/sem
pt: %lld d/sem

source: %lld jours
en: %lld days
es: %lld días
pt: %lld dias

source: %lld jours d'affilée. Le cap des 7, c'est maintenant que ça se joue.
en: %lld days in a row. The 7-day mark is decided right now.
es: %lld días seguidos. La marca de los 7 se juega ahora mismo.
pt: %lld dias seguidos. A marca dos 7 se decide agora.

source: %lld jours d'affilée. À ce niveau, ce n'est plus une habitude, c'est un mode de vie.
en: %lld days in a row. At this point it's not a habit anymore, it's a lifestyle.
es: %lld días seguidos. A este nivel ya no es un hábito, es un estilo de vida.
pt: %lld dias seguidos. Nesse nível já não é um hábito, é um estilo de vida.

source: %lld jours de série
en: %lld-day streak
es: racha de %lld días
pt: sequência de %lld dias

source: %lld jours. Officiellement inarrêtable. Officieusement : on veut voir jusqu'où ça monte.
en: %lld days. Officially unstoppable. Unofficially: we want to see how high this goes.
es: %lld días. Oficialmente imparable. Extraoficialmente: queremos ver hasta dónde llega.
pt: %lld dias. Oficialmente imparável. Extraoficialmente: queremos ver até onde isso vai.

source: %lld membres
en: %lld members
es: %lld miembros
pt: %lld membros

source: %lld pièces
en: %lld coins
es: %lld monedas
pt: %lld moedas

source: %lld pièces, ouvrir la boutique
en: %lld coins, open the shop
es: %lld monedas, abrir la tienda
pt: %lld moedas, abrir a loja

source: %lld pts vs mois dernier
en: %lld pts vs last month
es: %lld pts vs mes pasado
pt: %lld pts vs mês passado

source: %lld record(s) de série en cours. Bravo !
en: %lld streak record(s) in progress. Well done!
es: ¡%lld récord(s) de racha en curso!
pt: %lld recorde(s) de sequência em curso. Boa!

source: %lld record(s) en cours
en: %lld record(s) in progress
es: %lld récord(s) en curso
pt: %lld recorde(s) em curso

source: %lld sur %lld aujourd'hui
en: %1$lld of %2$lld today
es: %1$lld de %2$lld hoy
pt: %1$lld de %2$lld hoje

source: %lld validations
en: %lld completions
es: %lld validaciones
pt: %lld validações

# %lld validations au total, %lld%% de réussite.
source: %1$lld validations au total, %2$lld%% de réussite.
en: %lld total completions, %lld%% success.
es: %lld validaciones en total, %lld%% de logro.
pt: %lld validações no total, %lld%% de sucesso.

source: %lld validations ce mois-ci
en: %lld check-ins this month
es: %lld validaciones este mes
pt: %lld validações este mês

source: %lld%% de réussite ce mois-ci. Chaque pas compte.
en: %lld%% success this month. Every step counts.
es: %lld%% de logro este mes. Cada paso cuenta.
pt: %lld%% de sucesso este mês. Cada passo conta.

source: %lld%% de réussite sur 30 jours. Tu es en pleine forme.
en: %lld%% success over 30 days. You're on fire.
es: %lld%% de logro en 30 días. Estás en forma.
pt: %lld%% de sucesso em 30 dias. Estás em grande forma.

# %lld%% de tes validations ont lieu %@.
source: %1$lld%% de tes validations ont lieu %2$@.
en: %1$lld%% of your check-ins happen %2$@.
es: El %1$lld%% de tus validaciones ocurren %2$@.
pt: %1$lld%% das tuas validações acontecem %2$@.

source: %lld/%lld aujourd'hui. Tu ne vas pas t'arrêter si près du sans-faute ?
en: %lld/%lld today. You're not stopping this close to a perfect day, right?
es: %lld/%lld hoy. ¿No irás a parar tan cerca del pleno?
pt: %lld/%lld hoje. Você não vai parar tão perto do dia perfeito, né?

source: +%lld pts vs mois dernier
en: +%lld pts vs last month
es: +%lld pts vs mes pasado
pt: +%lld pts vs mês passado

source: 10 000 calories actives ce mois
en: 10,000 active calories this month
es: 10 000 calorías activas este mes
pt: 10.000 calorias ativas este mês

source: 10 000 pas · 30 jours
en: 10,000 steps · 30 days
es: 10 000 pasos · 30 días
pt: 10 000 passos · 30 dias

source: 10 min de mails admin
en: 10 min of admin emails
es: 10 min de correos admin
pt: 10 min de e-mails admin

source: 10 min de rangement
en: 10 min of tidying
es: 10 min de orden
pt: 10 min de arrumação

source: 10 min de soleil
en: 10 min of sun
es: 10 min de sol
pt: 10 min de sol

source: 10 min de soleil · 30 jours
en: 10 min of sun · 30 days
es: 10 min de sol · 30 días
pt: 10 min de sol · 30 dias

source: 10 minutes de rangement chaque jour, 30 jours.
en: 10 minutes of tidying every day, 30 days.
es: 10 minutos de orden cada día, 30 días.
pt: 10 minutos de arrumação por dia, 30 dias.

source: 100 km de course ce mois
en: 100 km run this month
es: 100 km corriendo este mes
pt: 100 km de corrida este mês

source: 100 km à pied ce mois
en: 100 km on foot this month
es: 100 km a pie este mes
pt: 100 km a pé este mês

source: 100 minutes de méditation
en: 100 minutes of meditation
es: 100 minutos de meditación
pt: 100 minutos de meditação

source: 100 pompes
en: 100 push-ups
es: 100 flexiones
pt: 100 flexões

source: 1000 minutes de sport ce mois
en: 1000 minutes of exercise this month
es: 1000 minutos de ejercicio este mes
pt: 1000 minutos de exercício este mês

source: 1000 pompes ce mois
en: 1000 push-ups this month
es: 1000 flexiones este mes
pt: 1000 flexões este mês

source: 1000 squats ce mois
en: 1000 squats this month
es: 1000 sentadillas este mes
pt: 1000 agachamentos este mês

source: 14 jours sans scroller les réseaux sociaux.
en: 14 days without scrolling social media.
es: 14 días sin desplazarte por las redes.
pt: 14 dias sem rolar as redes sociais.

source: 1h sur mon projet
en: 1h on my project
es: 1 h en mi proyecto
pt: 1h no meu projeto

source: 2 séances de sport
en: 2 workouts
es: 2 sesiones de deporte
pt: 2 treinos

source: 200 km à vélo ce mois
en: 200 km cycling this month
es: 200 km en bici este mes
pt: 200 km de bicicleta este mês

source: 21 jours sans fast-food, cuisine maison à la place.
en: 21 days without fast food, home cooking instead.
es: 21 días sin comida rápida, cocina casera en su lugar.
pt: 21 dias sem fast-food, comida caseira no lugar.

source: 2h sans écran le soir
en: 2h screen-free evening
es: 2 h sin pantallas por la noche
pt: 2h sem telas à noite

source: 2× d'XP et de pièces, plus des avatars exclusifs
en: 2× XP and coins, plus exclusive avatars
es: 2× de XP y monedas, más avatares exclusivos
pt: 2× de XP e moedas, além de avatares exclusivos

source: 30 jours de méditation
en: 30 days of meditation
es: 30 días de meditación
pt: 30 dias de meditação

source: 30 jours sans fumer. Le plus beau cadeau à tes poumons.
en: 30 days smoke-free. The best gift for your lungs.
es: 30 días sin fumar. El mejor regalo para tus pulmones.
pt: 30 dias sem fumar. O melhor presente para seus pulmões.

source: 30 min sans téléphone
en: 30 min phone-free
es: 30 min sin teléfono
pt: 30 min sem telemóvel

source: 30 mots · 30 jours
en: 30 words · 30 days
es: 30 palabras · 30 días
pt: 30 palavras · 30 dias

source: 300 000 pas ce mois
en: 300,000 steps this month
es: 300 000 pasos este mes
pt: 300 000 passos este mês

source: 4 livres
en: 4 books
es: 4 libros
pt: 4 livros

source: 5 fruits & légumes
en: 5 fruits & veggies
es: 5 frutas y verduras
pt: 5 frutas e legumes

source: 50 km ce mois
en: 50 km this month
es: 50 km este mes
pt: 50 km este mês

source: 500 000 pas ce mois
en: 500,000 steps this month
es: 500 000 pasos este mes
pt: 500 000 passos este mês

source: 500 minutes de sport ce mois
en: 500 minutes of exercise this month
es: 500 minutos de deporte este mes
pt: 500 minutos de esporte este mês

source: 66 jours pour ancrer une habitude pour de bon.
en: 66 days to lock in a habit for good.
es: 66 días para fijar un hábito para siempre.
pt: 66 dias para fixar um hábito de vez.

source: 7 jours
en: 7 days
es: 7 días
pt: 7 dias

source: 7 jours consécutifs. Tu es sur une excellente lancée, félicitations !
en: 7 days in a row. You're on a great roll, congrats!
es: 7 días seguidos. ¡Vas por muy buen camino, felicidades!
pt: 7 dias seguidos. Estás num excelente ritmo, parabéns!

source: 7 jours et plus. On vise les 14, ou on s'arrête en si bon chemin ? (C'était un piège.)
en: 7 days and counting. Aim for 14, or stop while it's going so well? (That was a trap.)
es: 7 días y subiendo. ¿Vamos a por 14 o paramos con lo bien que va? (Era una trampa.)
pt: 7 dias e contando. Miramos os 14 ou paramos com tudo indo tão bem? (Era uma pegadinha.)

source: 7 jours gratuits
en: 7 days free
es: 7 días gratis
pt: 7 dias grátis

source: 7 jours gratuits, puis %@/an. Abonnement renouvelé automatiquement, annulable à tout moment.
en: 7 days free, then %@/yr. Auto-renews, cancel anytime.
es: 7 días gratis, luego %@/año. Se renueva automáticamente, cancela cuando quieras.
pt: 7 dias grátis, depois %@/ano. Renova automaticamente, cancele quando quiser.

source: 7 jours gratuits, puis %@/an. Annulable à tout moment.
en: 7 days free, then %@/year. Cancel anytime.
es: 7 días gratis, luego %@/año. Cancela cuando quieras.
pt: 7 dias grátis, depois %@/ano. Cancela quando quiseres.

source: 8 verres d'eau
en: 8 glasses of water
es: 8 vasos de agua
pt: 8 copos de água

source: 8h de sommeil
en: 8h of sleep
es: 8h de sueño
pt: 8h de sono

source: Abandonner le défi
en: Leave challenge
es: Abandonar el desafío
pt: Abandonar o desafio

source: Abdos · 30 jours
en: Abs · 30 days
es: Abdominales · 30 días
pt: Abdominais · 30 dias

source: Accès à vie
en: Lifetime access
es: Acceso de por vida
pt: Acesso vitalício

source: Achat en attente de validation parentale.
en: Purchase pending parental approval.
es: Compra pendiente de aprobación parental.
pt: Compra pendente de aprovação parental.

source: Achat unique • %@
en: One-time purchase • %@
es: Compra única • %@
pt: Compra única • %@

source: Actif
en: Active
es: Activo
pt: Ativo

source: Activer le jour de repos : tes séries ne peuvent pas se casser aujourd'hui
en: Turn on rest day: your streaks can't break today
es: Activar el día de descanso: tus rachas no pueden romperse hoy
pt: Ativar o dia de descanso: suas sequências não podem quebrar hoje

source: Activer le repos aujourd'hui
en: Turn on rest today
es: Activar descanso hoy
pt: Ativar descanso hoje

source: Activer les rappels
en: Enable reminders
es: Activar recordatorios
pt: Ativar lembretes

source: Activez le Mode Bienveillance les jours de repos. Chaque petit pas compte.
en: Turn on Gentle Mode on rest days. Every little step counts.
es: Activa el Modo Indulgente los días de descanso. Cada pequeño paso cuenta.
pt: Ativa o Modo Gentil nos dias de descanso. Cada pequeno passo conta.

source: Activité (14 semaines)
en: Activity (14 weeks)
es: Actividad (14 semanas)
pt: Atividade (14 semanas)

source: Adulte niveau expert
en: Expert-level adult
es: Adulto nivel experto
pt: Adulto nível expert

source: Ajout impossible. Vérifie ta connexion et réessaie.
en: Couldn't add. Check your connection and try again.
es: No se pudo añadir. Comprueba tu conexión e inténtalo de nuevo.
pt: Não foi possível adicionar. Verifique sua conexão e tente novamente.

source: Ajoute d'abord d'autres amis dans l'onglet Amis.
en: Add more friends in the Friends tab first.
es: Añade más amigos en la pestaña Amigos primero.
pt: Adicione mais amigos na aba Amigos primeiro.

source: Ajoute d'abord des amis dans l'onglet Communauté (recherche par pseudo), puis reviens ici les défier.
en: First add friends in the Community tab (search by username), then come back here to challenge them.
es: Primero añade amigos en la pestaña Comunidad (búsqueda por apodo) y luego vuelve aquí para retarlos.
pt: Primeiro adicione amigos na aba Comunidade (busca por apelido), depois volte aqui para desafiá-los.

source: Ajoute tes examens : Steady t'aide à réviser et allège la pression pendant le rush.
en: Add your exams: Steady helps you study and eases the pressure during crunch time.
es: Añade tus exámenes: Steady te ayuda a estudiar y alivia la presión en la recta final.
pt: Adicione suas provas: o Steady ajuda a estudar e alivia a pressão na reta final.

source: Ajoute ton prochain partiel pour voir le compte à rebours et débloquer le mode révision.
en: Add your next exam to see the countdown and unlock study mode.
es: Añade tu próximo examen para ver la cuenta atrás y desbloquear el modo estudio.
pt: Adicione sua próxima prova para ver a contagem e desbloquear o modo estudo.

source: Ajoute un widget à ton écran d'accueil pour rester motivé d'un coup d'œil.
en: Add a widget to your home screen to stay motivated at a glance.
es: Añade un widget a tu pantalla de inicio para motivarte de un vistazo.
pt: Adiciona um widget ao ecrã principal para te motivares num relance.

source: Ajouter
en: Add
es: Añadir
pt: Adicionar

source: Ajouter (%lld)
en: Add (%lld)
es: Añadir (%lld)
pt: Adicionar (%lld)

source: Ajouter au groupe
en: Add to group
es: Añadir al grupo
pt: Adicionar ao grupo

source: Ajouter aux favoris
en: Add to favorites
es: Añadir a favoritos
pt: Adicionar aos favoritos

source: Ajouter des amis
en: Add friends
es: Añadir amigos
pt: Adicionar amigos

source: Ajouter des amis au groupe
en: Add friends to the group
es: Añadir amigos al grupo
pt: Adicionar amigos ao grupo

source: Ajouter l'examen
en: Add exam
es: Añadir examen
pt: Adicionar prova

source: Ajouter par pseudo
en: Add by username
es: Añadir por usuario
pt: Adicionar por nome

source: Ajouter un examen
en: Add an exam
es: Añadir un examen
pt: Adicionar uma prova

source: Ajouter une habitude
en: Add a habit
es: Añadir un hábito
pt: Adicionar um hábito

source: Ajoutez des habitudes pour voir vos statistiques.
en: Add habits to see your stats.
es: Añade hábitos para ver tus estadísticas.
pt: Adicione hábitos para ver as suas estatísticas.

source: Ajoutez une première habitude et avancez à votre rythme, un jour à la fois.
en: Add a first habit and move at your own pace, one day at a time.
es: Añade un primer hábito y avanza a tu ritmo, un día a la vez.
pt: Adicione um primeiro hábito e avance ao seu ritmo, um dia de cada vez.

source: Alimentation
en: Eating
es: Alimentación
pt: Alimentação

source: Allège ton quotidien, un objet à la fois.
en: Lighten your day, one item at a time.
es: Aligera tu día a día, un objeto a la vez.
pt: Aligeira o teu dia a dia, um objeto de cada vez.

source: Allègement partiels
en: Exam-time relief
es: Alivio en exámenes
pt: Alívio nas provas

source: Amis
en: Friends
es: Amigos
pt: Amigos

source: Analyse du coach
en: Coach analysis
es: Análisis del coach
pt: Análise do coach

source: Analyser avec le coach
en: Analyze with the coach
es: Analizar con el coach
pt: Analisar com o coach

source: Animaux
en: Pets
es: Mascotas
pt: Animais

source: Annuel
en: Yearly
es: Anual
pt: Anual

source: Annuler
en: Cancel
es: Cancelar
pt: Cancelar

source: Annuler la validation d'aujourd'hui
en: Undo today's check-in
es: Anular la validación de hoy
pt: Desfazer a validação de hoje

source: Appeler un proche
en: Call a loved one
es: Llamar a alguien
pt: Ligar a alguém

source: Apple Santé
en: Apple Health
es: Apple Salud
pt: Apple Saúde

source: Application
en: App
es: Aplicación
pt: Aplicação

source: Apprendre un concept
en: Learn a concept
es: Aprender un concepto
pt: Aprender um conceito

source: Apprendre un mot
en: Learn a word
es: Aprender una palabra
pt: Aprender uma palavra

source: Apprendre une langue
en: Learn a language
es: Aprender un idioma
pt: Aprender um idioma

source: Apprends un mot nouveau chaque jour.
en: Learn a new word every day.
es: Aprende una palabra nueva cada día.
pt: Aprende uma palavra nova todos os dias.

source: Apprentissage
en: Learning
es: Aprendizaje
pt: Aprendizagem

source: Appuie longuement sur un message pour le signaler. Nous examinons sous 24 h.
en: Long-press a message to report it. We review within 24 hours.
es: Mantén pulsado un mensaje para denunciarlo. Revisamos en 24 h.
pt: Prime longamente uma mensagem para a denunciar. Analisamos em 24 h.

source: Arrêter
en: Stop
es: Parar
pt: Parar

source: Attention à l'essoufflement
en: Watch out for burnout
es: Cuidado con el agotamiento
pt: Atenção ao esgotamento

source: Au lit avant 23h
en: In bed before 11 PM
es: En la cama antes de las 23h
pt: Na cama antes das 23h

source: Au lit avant 23h · 21 jours
en: In bed by 11pm · 21 days
es: En la cama antes de las 23h · 21 días
pt: Na cama antes das 23h · 21 dias

source: Au lit à 22h30
en: In bed by 10:30 pm
es: En la cama a las 22:30
pt: Na cama às 22h30

source: Au-delà de 3 habitudes, le suivi nécessite Premium. Tes habitudes et leur historique sont conservés : réactive-les quand tu veux.
en: Beyond 3 habits, tracking requires Premium. Your habits and their history are kept, reactivate them anytime.
es: Más allá de 3 hábitos, el seguimiento requiere Premium. Tus hábitos y su historial se conservan, reactívalos cuando quieras.
pt: Além de 3 hábitos, o acompanhamento requer Premium. Os teus hábitos e o seu histórico são mantidos, reativa-os quando quiseres.

source: Aucun ami pour l'instant
en: No friends yet
es: Aún no tienes amigos
pt: Nenhum amigo por enquanto

source: Aucun ami pour l'instant. Ajoute quelqu'un par son pseudo.
en: No friends yet. Add someone by username.
es: Aún no hay amigos. Añade a alguien por su usuario.
pt: Ainda sem amigos. Adiciona alguém pelo nome.

source: Aucun contenu offensant
en: No offensive content
es: Nada de contenido ofensivo
pt: Nenhum conteúdo ofensivo

source: Aucun examen pour l'instant
en: No exams yet
es: Aún no hay exámenes
pt: Nenhuma prova ainda

source: Aucun groupe. Crée-en un pour avancer à plusieurs.
en: No groups yet. Create one to progress together.
es: Sin grupos. Crea uno para avanzar juntos.
pt: Sem grupos. Cria um para avançarem juntos.

source: Aucun utilisateur trouvé avec ce pseudo.
en: No user found with this username.
es: No se encontró ningún usuario con ese nombre.
pt: Nenhum utilizador encontrado com esse nome.

source: Aucune
en: None
es: Ninguna
pt: Nenhuma

source: Aucune donnée
en: No data
es: Sin datos
pt: Sem dados

source: Aucune icône
en: No icon
es: Sin iconos
pt: Sem ícones

source: Aujourd'hui
en: Today
es: Hoy
pt: Hoje

source: Automatique
en: Automatic
es: Automático
pt: Automático

source: Autorise Steady dans Santé
en: Allow Steady in Health
es: Autoriza Steady en Salud
pt: Autoriza o Steady no Saúde

source: Autre
en: Other
es: Otro
pt: Outro

source: Autre app
en: Other app
es: Otra app
pt: Outro app

source: Avance avec ton habitude
en: Progresses with your habit
es: Avanza con tu hábito
pt: Avança com o teu hábito

source: Avance sur ce qui compte vraiment.
en: Make progress on what truly matters.
es: Avanza en lo que de verdad importa.
pt: Avança no que realmente importa.

source: Avance tout seul avec « %@ »
en: Progresses on its own with “%@”
es: Avanza solo con «%@»
pt: Avança sozinho com «%@»

source: Avance à ta vitesse. La constance bat l'intensité.
en: Move at your own pace. Consistency beats intensity.
es: Avanza a tu ritmo. La constancia vence a la intensidad.
pt: Avança ao teu ritmo. A constância vence a intensidade.

source: Avancé
en: Advanced
es: Avanzado
pt: Avançado

source: Avant de publier
en: Before you post
es: Antes de publicar
pt: Antes de publicares

source: Axes d'amélioration
en: Areas to improve
es: Áreas de mejora
pt: Pontos a melhorar

source: Basse
en: Low
es: Baja
pt: Baixa

source: Belle semaine ! Tu as validé %lld habitudes au total. Continue sur cette lancée.
en: Nice week! You logged %lld check-ins in total. Keep it up.
es: ¡Buena semana! Has registrado %lld validaciones en total. Sigue así.
pt: Boa semana! Registaste %lld validações no total. Continua assim.

source: Belle semaine : %1$lld%% de réussite et une série de %2$lld jours. Vise un petit effort le %3$@.
en: Nice week: %lld%% success and a %lld-day streak. Aim for a small effort on %@.
es: Buena semana: %lld%% de logro y una racha de %lld días. Haz un pequeño esfuerzo el %@.
pt: Boa semana: %lld%% de sucesso e uma sequência de %lld dias. Faz um pequeno esforço na %@.

source: Belle semaine 💪
en: Great week 💪
es: Buena semana 💪
pt: Bela semana 💪

source: Belle série
en: Nice streak
es: Buena racha
pt: Boa sequência

source: Belle énergie ! Profites-en pour valider une habitude de plus 💪
en: Great energy! Use it to complete one more habit 💪
es: ¡Qué energía! Aprovecha para completar un hábito más 💪
pt: Que energia! Aproveita para concluir mais um hábito 💪

source: Bien dormir
en: Sleep well
es: Dormir bien
pt: Dormir bem

source: Bien joué. Une brique de plus vers ton examen.
en: Nice work. One more brick toward your exam.
es: Bien hecho. Un ladrillo más hacia tu examen.
pt: Mandou bem. Mais um tijolo rumo à sua prova.

source: Bien-être
en: Wellbeing
es: Bienestar
pt: Bem-estar

source: Bienvenue ! Ajoute tes amis pour vous encourager et lancer des défis ensemble. Un message te dérange ? Appuie longuement dessus pour le signaler ou bloquer son auteur.
en: Welcome! Add your friends to cheer each other on and start challenges together. Bothered by a message? Long-press it to report it or block its author.
es: ¡Bienvenido! Añade a tus amigos para animaros y lanzar retos juntos. ¿Te molesta un mensaje? Mantenlo pulsado para denunciarlo o bloquear a su autor.
pt: Bem-vindo! Adiciona os teus amigos para se encorajarem e lançarem desafios juntos. Uma mensagem incomoda-te? Prime-a longamente para a denunciar ou bloquear o autor.

source: Bienvenue sur Steady
en: Welcome to Steady
es: Bienvenido a Steady
pt: Bem-vindo ao Steady

source: Bilan de la semaine
en: Weekly review
es: Resumen de la semana
pt: Balanço da semana

source: Bloque qui tu veux
en: Block anyone
es: Bloquea a quien quieras
pt: Bloqueia quem quiseres

source: Bloquer
en: Block
es: Bloquear
pt: Bloquear

source: Bloquer cette personne ?
en: Block this person?
es: ¿Bloquear a esta persona?
pt: Bloquear esta pessoa?

source: Boire 3 L d'eau
en: Drink 3 L of water
es: Beber 3 L de agua
pt: Beber 3 L de água

source: Boire 8 verres d'eau
en: Drink 8 glasses of water
es: Beber 8 vasos de agua
pt: Beber 8 copos de água

source: Boire de l'eau
en: Drink water
es: Beber agua
pt: Beber água

source: Boire un verre d'eau
en: Drink a glass of water
es: Beber un vaso de agua
pt: Beber um copo de água
